[
  {
    "model": "shop.brand",
    "pk": 1,
    "fields": {
      "name": "Makita",
      "description": "Makita —мировой лидер в производстве профессионального электроинструмента и садового оборудования. С более чем 100-летней историей, компания Makita известна своими инновационными технологиями, высоким качеством и надежностью. Мы предлагаем широкий ассортимент продукции, включая дрели, шуруповерты, пилы, шлифовальные машины и многое другое, чтобы удовлетворить потребности профессионалов и любителей. Наша миссия — предоставлять инструменты, которые помогают нашим клиентам достигать лучших результатов в своей работе.",
      "logo": "brand_logos/Makita.png",
      "slug": "makita"
    }
  },
  {
    "model": "shop.brand",
    "pk": 2,
    "fields": {
      "name": "Bosch",
      "description": "Bosch — ведущий мировой поставщик технологий и услуг. Компания сочетает в себе инновации и качество, предлагая широкий ассортимент продукции, включая электроинструменты, бытовую технику, автомобильные компоненты и промышленное оборудование. С более чем 130-летней историей, Bosch известен своими передовыми технологиями, надежностью и ориентацией на потребителя. Мы стремимся улучшать качество жизни, предлагая инновационные решения для дома, работы и отдыха.",
      "logo": "brand_logos/BOSH.png",
      "slug": "bosh"
    }
  },
  {
    "model": "shop.brand",
    "pk": 3,
    "fields": {
      "name": "DeWALT",
      "description": "\"DeWalt\" – ваш надежный источник профессиональных электроинструментов. Мы предлагаем широкий ассортимент высококачественных инструментов, разработанных для долговечности и эффективности. Наши продукты идеально подходят как для профессионалов, так и для любителей, обеспечивая надежность и точность в каждом проекте. Посетите наш магазин и выберите инструменты, которые помогут вам достичь совершенства в работе.",
      "logo": "brand_logos/DeWalt.jpg",
      "slug": "dewalt"
    }
  },
  {
    "model": "shop.brand",
    "pk": 4,
    "fields": {
      "name": "Интерскол",
      "description": "\"Интерскол\" – ваш надежный партнер в мире электроинструментов. Мы предлагаем широкий ассортимент высококачественных инструментов для профессионалов и любителей. Наши продукты сочетают в себе инновационные технологии, надежность и доступность, помогая вам реализовывать проекты любой сложности. Посетите наш магазин и выберите инструменты, которые станут вашими верными помощниками в работе и творчестве.",
      "logo": "brand_logos/Interscholl.png",
      "slug": "interscol"
    }
  },
  {
    "model": "shop.tool",
    "pk": 1,
    "fields": {
      "name": "GBH 2-26 DRE",
      "description": "Перфоратор с высокой мощностью и системой защиты от вибрации.",
      "slug": "gbh-2-26-dre",
      "image": "",
      "price": "299.99",
      "discount": "10.00",
      "quantity": 50,
      "brand": 2
    }
  },
  {
    "model": "shop.tool",
    "pk": 2,
    "fields": {
      "name": "GKS 190",
      "description": "Циркулярная пила с мощным двигателем для точных и быстрых резов.",
      "slug": "gks-190",
      "image": "",
      "price": "199.99",
      "discount": "5.00",
      "quantity": 30,
      "brand": 2
    }
  },
  {
    "model": "shop.tool",
    "pk": 3,
    "fields": {
      "name": "9558HN",
      "description": "Угловая шлифовальная машина с мощным двигателем и малым весом.",
      "slug": "9558hn",
      "image": "",
      "price": "149.99",
      "discount": "0.00",
      "quantity": 40,
      "brand": 1
    }
  },
  {
    "model": "shop.tool",
    "pk": 4,
    "fields": {
      "name": "4350FCT",
      "description": "Электролобзик с технологией быстрой замены пильного полотна.",
      "slug": "4350fct",
      "image": "",
      "price": "129.99",
      "discount": "15.00",
      "quantity": 25,
      "brand": 1
    }
  },
  {
    "model": "shop.tool",
    "pk": 5,
    "fields": {
      "name": "DCD771C2",
      "description": "Беспроводная дрель с высокой производительностью и компактным дизайном.",
      "slug": "dcd771c2",
      "image": "",
      "price": "179.99",
      "discount": "20.00",
      "quantity": 60,
      "brand": 3
    }
  },
  {
    "model": "shop.tool",
    "pk": 6,
    "fields": {
      "name": "DCF887M2",
      "description": "Ударный гайковерт с высоким крутящим моментом для закручивания крепежа.",
      "slug": "dcf887m2",
      "image": "",
      "price": "159.99",
      "discount": "10.00",
      "quantity": 35,
      "brand": 3
    }
  },
  {
    "model": "shop.tool",
    "pk": 7,
    "fields": {
      "name": "ШМ-100/900Э",
      "description": "Эксцентриковая шлифовальная машина для гладкой и эффективной шлифовки.",
      "slug": "shm-100-900e",
      "image": "",
      "price": "89.99",
      "discount": "0.00",
      "quantity": 20,
      "brand": 4
    }
  },
  {
    "model": "shop.tool",
    "pk": 8,
    "fields": {
      "name": "ТП-16/1000Э",
      "description": "Тепловая пушка для различных задач нагрева.",
      "slug": "tp-16-1000e",
      "image": "",
      "price": "79.99",
      "discount": "5.00",
      "quantity": 15,
      "brand": 4
    }
  }
]